Repository: VoteIT/voteit.schulze
Catalog: voteit/schulze/locale/*/LC_MESSAGES/voteit.schulze.po
Languages: sv

source: schulze_base_description
sv: Ranka förslag med stjärnor - fler är bättre. När resultatet beräknas kommer varje förslag jämföras med alla andra baserat på preferens.

source: Schulze (Single winner with detailed results)
sv: Schulze (En vinnare med detaljerat resultat)

source: moderator_description_schulze
sv: Rangordningsvotering lämpad för de flesta tillfällen med ett vinnande förslag. Röstberättigade rankar förslagen med stjärnor.

source: Poll settings
sv: Omröstningsinställningar

source: Settings for Schulze STV
sv: Inställningar för Schulze STV

source: schulze_stv_title
sv: Schultze STV

source: moderator_description_schulze_stv
sv: Omröstningen kan hantera många vinnare, men kan få prestandaproblem. Varje möjlig vinnare ökar komplexiteten exponentiellt. Beräkningar kan ta väldigt lång tid med 6 eller fler vinnare!

source: schulze_pr_title
sv: Schulze PR (bara rankning)

source: moderator_description_schulze_pr
sv: Denna omröstning sorterar förslagen i enlighet med alla röstberättigades preferens. Resultatet är proportionellt. Obs: Beräkningskomplexiteten växer exponentiellt med varje tillagt förslag. Över 5 förslag kan ta tid. Använd med försiktighet!

source: Settings for Schulze PR
sv: Inställningar för Schulze PR

source: Winners
sv: Vinnare

source: schulze_config_winners_description
sv: Antal möjliga vinnare i omröstningen

source: Maximum stars
sv: Maximalt antal stjärnor

source: schulze_config_max_stars_description
sv: Det maximala antalet stjärnor oavsett antal förslag

source: Minumum stars
sv: Minimalt antal stjärnor

source: schulze_config_min_stars_description
sv: Det minimala antalet stjärnor oavsett antal förslag

source: Results of ${title}
sv: Resultat av ${title}

source: schulze_result_explanation
sv: Schulze-omröstningar jämför alla förslag med varandra. Om du klickar på ”Detaljerat resultat”-knappen, så ser du hur varje förslag stod sig mot de andra förslagen. Numret inom parantes är hur många röster som föredrog det alternativet.

source: schulze_tied_description
sv: Resultatet blev lika mellan ${prop_ids} Vinnaren lottades fram.

source: Approved
sv: Bifallen

source: Denied
sv: Avslaget

source: Detailed result
sv: Detaljerat resultat

source: Clear selection
sv: Rensa val
